{
  "usuarios": [
    {
      "id": 1,
      "nombre": "Federico",
      "apellido": "Sartori",
      "usuario": "admin",
      "contrasena": "admin",
      "telefono": "3434589645",
      "correo": "fedesart@hotmail.com",
      "estado": ""
    },
    {
      "id": 2,
      "nombre": "Nicolas Alejandro",
      "apellido": "Lopez",
      "usuario": "user",
      "contrasena": "user",
      "telefono": "3434596854",
      "correo": "nicolaslopez@hotmail.com",
      "estado": ""
    }
  ],
  "peliculas": [
    {
      "id": 1,
      "titulo": "The Equalizer 2",
      "descripcion": "Director Antoine Fuqua reunites with Denzel Washington in this sequel to 2014's The Equalizer. Washington resumes his role as Robert McCall: a retired CIA Black Ops operative who works as a security guard and moonlights as a vigilante. When his long-time friend Melissa Leo Susan Plummer) is murdered, he embarks on a relentless, globe-trotting quest for vengeance.",
      "imagen": "https://img.yts.am/assets/images/movies/the_equalizer_2_2018/medium-cover.jpg",
      "genero": "Action / Crime / Thriller",
      "alquilada": true,
      "valoracion": 0,
      "cantidadAlquileres": 1
    },
    {
      "id": 2,
      "titulo": "Possum",
      "descripcion": "After returning to his childhood home, a disgraced children's puppeteer is forced to confront his wicked stepfather and the secrets that have tortured his entire life.",
      "imagen": "https://img.yts.am/assets/images/movies/possum_2018/medium-cover.jpg",
      "genero": "Drama / Horror / Thriller",
      "alquilada": false,
      "valoracion": 0,
      "cantidadAlquileres": 0
    },
    {
      "id": 3,
      "titulo": "American Exorcist",
      "descripcion": "A paranormal investigator, trapped in a haunted skyscraper on Christmas Eve. The skeptical young woman, Georgette Dubois, is horrified once confronted with the reality of the supernatural. She risks life and limb to escape her ghoulish prison, stranded on the 11th floor.",
      "imagen": "https://img.yts.am/assets/images/movies/american_exorcist_2018/medium-cover.jpg",
      "genero": "Comedy / Horror",
      "alquilada": false,
      "valoracion": 0,
      "cantidadAlquileres": 0
    },
    {
      "id": 4,
      "titulo": "Don't Go",
      "descripcion": "Devastated by his daughter's death in a terrible accident, Ben becomes convinced that he can bring her back through a recurring dream. But is it just a dream? Or is Ben losing his mind?",
      "imagen": "https://img.yts.am/assets/images/movies/dont_go_2018/medium-cover.jpg",
      "genero": "Mystery",
      "alquilada": false,
      "valoracion": 0,
      "cantidadAlquileres": 0
    },
    {
      "id": 5,
      "titulo": "Incredibles 2",
      "descripcion": "While the Parr family has accepted its collective calling as superheroes, the fact remains that their special heroism is still illegal. After they are arrested after unsuccessfully trying to stop the Underminer, their future seems bleak. However, the wealthy Deavor siblings of Devtech offer new hope with a bold project to rehabilitate the public image and legal status of Supers, with Elastigirl being assigned on point to be the shining example. Now having agreed for now to stay at home to care of the kids, Mr. Incredible finds domestic life a daunting challenge, especially with baby Jack-Jack's newly emerged powers making him almost impossible to manage. However, Elastigirl soon has her own concerns dealing with the menace of a new supervillain, Screenslaver, who is wreaking havoc with his mind control abilities. Now, Elastigirl must solve the mystery of this enemy, who has malevolent designs on the world with the Parr family and friends key targets of this evil.",
      "imagen": "https://img.yts.am/assets/images/movies/incredibles_2_2018/medium-cover.jpg",
      "genero": "Action / Adventure / Animation / Comedy / Family / Sci-Fi",
      "alquilada": false,
      "valoracion": 0,
      "cantidadAlquileres": 0
    },
    {
      "id": 6,
      "titulo": "Seven in Heaven",
      "descripcion": "Sixteen-year-old Jude discovers that each and every one of his fears is true.",
      "imagen": "https://img.yts.am/assets/images/movies/seven_in_heaven_2018/medium-cover.jpg",
      "genero": "Horror / Sci-Fi",
      "alquilada": true,
      "valoracion": 0,
      "cantidadAlquileres": 0
    },
    {
      "id": 7,
      "titulo": "Mile 22",
      "descripcion": "In a visceral modern thriller from the director of Lone Survivor, Mark Wahlberg stars as James Silva, an operative of the CIA's most highly-prized and least-understood unit. Aided by a top-secret tactical command team, Silva must retrieve and transport an asset who holds life-threatening information to Mile 22 for extraction before the enemy closes in.",
      "imagen": "https://img.yts.am/assets/images/movies/mile_22_2018/medium-cover.jpg",
      "genero": "Action / Adventure / Crime / Thriller",
      "alquilada": false,
      "valoracion": 0,
      "cantidadAlquileres": 0
    }
  ]
}